const GoingTurky = () => {
    return (
        <div>
            <div className="hero w-11/12 mx-auto min-h-screen bg-base-200">
  <div className="hero-content flex-col lg:gap-52 gap-10  lg:flex-row-reverse">


{/* Card */}
    <div className="grid lg:grid-cols-3 md:grid-cols-2 grid-cols-1 gap-16 md:gap-8 lg:gap-28 md:relative md:right-6">

   <div>
   <img src="https://i.ibb.co/XkcHw5f/Whats-App-Image-2024-01-12-at-8-40-13-PM-1.jpg" className="max-w-sm rounded-br-3xl rounded-tl-3xl  border-4 border-gray-500 p-2 w-52 h-52 shadow-2xl" />
   </div>


    <div>
    <img src="https://i.ibb.co/Gn7ZcjL/Whats-App-Image-2024-01-12-at-8-40-12-PM.jpg" className="max-w-sm rounded-3xl border-4 border-gray-500 p-2   shadow-2xl w-52 h-52" />
    </div>
    
      <div>
      <img src="https://i.ibb.co/6r5KbtH/Whats-App-Image-2024-01-12-at-8-40-13-PM.jpg" className="max-w-sm rounded-br-3xl rounded-tl-3xl w-52 h-52 shadow-2xl border-4 border-gray-500 p-2" />
      </div>
    
    </div>

    <div className="lg:relative lg:right-6">
      <h1 className="text-3xl font-bold">সভাপতি হাঃ মুহাঃ- জাহেদুল ইসলাম সাঈদীর তুর্কি গমন</h1>
      <p className="py-6 lg:w-[28rem]">রিবাতুননাজাত এসোসিয়েশনের সম্মানিত সভাপতি হাঃ মুহাঃ- জাহেদুল ইসলাম সাঈদী তুর্কী দিয়ানাত স্কলারশিপ কতৃক ২০২২-২০২৩ সেশনে আঙ্কারা সোশ্যাল বিলিমলার ইউনিভার্সিটি তে থিওলজি সাবজেক্ট এ মনোনীত হওয়ায়  সংগঠনের পক্ষ থেকে আয়োজন করা হয়,❝ আলোকিত সন্ধা ও সংবর্ধনা অনুষ্ঠান ❞।
<br />


<div className="mt-4">
<p className="font-semibold underline">উক্ত অনুষ্ঠানে উপস্থিত ছিলেনঃ-</p>
★ হাঃ- মুহাঃ- জাহিদুল ইসলাম সাঈদী। <br />
★ মুহাঃ- ইবরাহীম খলিল নোয়াখালভী। <br />
★ মুহাঃ- রাকিবুল ইসলাম। <br />
★ মুহাঃ- নেছার উদ্দীন। <br />
⏱️  ১৯-০৮-২০২৩ ইং.(শনিবার) <br />
🏠 সারুলিয়া, ডেমরা,ঢাকা-১৩৬২
</div>


</p>
     
    </div>
  </div>
</div>
        </div>
    );
};

export default GoingTurky;