
const Intro = () => {
    return (
        <div>
           
         <div >
         <h1 className="my-8 text-3xl bg-pink-400 lg:w-[31rem] w-[30rem] p-3 border-4 border-dashed rounded-xl mx-auto text-white font-semibold text-center mt-10 ">  রিবাতুননাজাত প্রতিষ্ঠার ইতিহাস</h1>
         </div>
            <p className="w-11/12 mx-auto text-center text-xl italic">" বাংলাদেশ মাদরাসা শিক্ষা বোর্ডের অধিনে দারুননাজাত সিদ্দীকিয়া কামিল মাদরাসা থেকে আলিম পরিক্ষা ২০২২ এর শেষ দিন আমরা আমাদের বিদায় উপলক্ষে সুফি ফতেহ আলি হলের ২য় তলার খাস রুমে   একটি বৈঠক করলাম। সেই বৈঠকে  আমরা ১৪ জন ছিলাম। বাকি জীবন আমরা কিভাবে সবার সাথে  যোগাযোগ করবো এই বিষয়ে সবাই বিভিন্ন প্রস্তাব পেশ করেন।।  কেউ বলেন ম্যাসেন্জার গ্রুপ খুললে ভালো হয়, কেউ বলেন হোয়াটসঅ্যাপ গ্রুপ খুললে ভালো হয়। তখন একজন বলল ‘ একটি সমিতি খুললে ভালো হয় ” তাহলে তার মাধ্যমে আমরা কর্ম জীবনে ও ভলো কিছু করতে পারবো বলে আশাকরি। তো আমরা তার এই কথার উপর আমরা আমাদের উস্তাদ হযরত মাওলানা মনিরুল ইসলাম (পাবনার হুজুর)  কে এই বিষয়ে অবহিত করি।তখন হুজুর বলল সমিতি করলে তোমাদের জন্য ভালো হয়,  কারণ পৃথিবীতে যারা যা কিছু করেছে সংঘবদ্ধ হয়েই করেছে। এরপর আমরা হুজুর কে একটি নাম দেয়ার প্রস্তাব করি তখন,  হুজুর বলল যে, তোমরা নিজেরাই নাম নির্ধারণ করো।। তখন আমরা আবার বৈঠক করে ( রিবাতুননাজাত এসোসিয়েশন) এই নাম টি ঠিক করলাম।।।  তারপর সর্বশেষ হুজুর বলল❝ তোমরা এই সমিতির মাধ্যমে একটি মাদরাসা দিবে।।  তোমরা নিজেরাও সেখানে চাকরি করবে এবং অন্যদের কে ও চাকরির সুযোগ করে দিবে।।।  এই বলে হুজুর দোয়া করে দিলেন। ❞ তারপর থেকে আমরা এই নামে আমাদের সমিতির কার্যকম শুরু করলাম।।। আল্লাহ আমাদের এই সমিতিকে কবুল করুন। আমিন। "</p>
        </div>
    );
};

export default Intro;