const Commitment = () => {
    return (
        <div className="my-8 w-11/12 mx-auto">
          <div className="flex justify-center gap-2 ">
          
           <h1 className="mb-6 text-3xl bg-pink-400 lg:w-[46rem] w-[50rem] lg:p-3 p-2 border-4 border-dashed rounded-xl mx-auto text-white font-semibold text-center">রিবাতুননাজাত এসোসিয়েশনের অঙ্গীকারনামা</h1>
          
          </div>
<p className="text-xl">

<span className="font-bold mr-1">১.</span> সমিতির প্রথমিক মেয়াদ ১০ বছর। <br />
<span className="font-bold mr-1">২.</span>১০ বছরের পূর্বে কোন সদস্য তার পদ বাতিলের আবেদন করতে পারবেন না।<br />
<span className="font-bold mr-1">৩.</span> কোরআন সুন্নাহ মোতাবেক হালাল ব্যবসার ব্যাপারে সমিতি সর্বোতভাবে অঙ্গীকারবদ্ধ।<br />
<span className="font-bold mr-1">৪.</span> প্রতি মাসের টাকা প্রতি মাসে সেওয়া লাগবে।<br />
<span className="font-bold ">৫.</span> সমিতির এককালিন চাঁদা বছরে একবার ১০০০ টাকা দিতে হবে। এক্ষেত্রে এককালিন অথবা সুবিধা অনুযায়ী পরিশোধ করতে পারবেন (দুই ঈদের মধ্যে সীমাবদ্ধ)<br />
<span className="font-bold mr-1">৬.</span> সমিতি কাউকে লোন প্রদান করবে না।<br />
<span className="font-bold mr-1">৭.</span> সমিতির লাভ এবং ক্ষতিতে সকল সদস্য সমান অংশীদার থাকবেন।<br />
<span className="font-bold ">৮.</span> সমিতির উন্নয়নের স্বার্থে সকল সদস্যের পরামর্শ ও সহযোগীতা সাদরে গৃহীত হবে।<br />
<span className="font-bold mr-1">৯.</span> সমিতির প্রতি তিন মাসে জেনারেল মিটিং এ সকল সদস্য স্বতঃস্ফূর্তভাবে অংশগ্রহণ করবেন। কোন কারণবশত উপস্থিত হতে ব্যর্থ হলে, কোরাম সংখ্যক উপস্থিত সদস্যগণ যে সিদ্ধান্ত গ্রহণ করবেন তা অনুপস্থিত সদস্যগণ মেনে নিবেন।<br />
<span className="font-bold mr-1">১০.</span> সমিতির কার্যনির্বাহী পরিষদ প্রয়োজনের আলোকে যেকোন সিদ্ধান্ত গ্রহণ করবেন এবং সদস্যগণ তা মেনে নিবেন।<br />
<span className="font-bold mr-1">১১.</span>কোন সদস্য থেকে সমিতির স্বার্থবিরোধী কিছু প্রকাশিত হলে কার্যনির্বাহী পরিষদ সদস্যদের
পরামর্শের আলোকে অথবা সমিতির সার্থে যেকোন সিদ্ধান্ত গ্রহণ করতে পারবেন।<br />
<span className="font-bold mr-1">১২.</span> সমিতির সদস্যদের সাথে কারো ব্যক্তিগত মনোমালিন্য সমিতির উপর কোন প্রভাব ফেলতে পারবে না।<br />
<span className="font-bold mr-1">১৩.</span> নির্দিষ্ট সময়ের ভিতর কমিটির সদস্যদের
শুপারিশে নতুন সদস্য যোগ করা যাবে। তবে শর্ত হলো পূর্ববর্তী মাস সমূহের টাকা পরিশোধ করতে হবে।<br />
<span className="font-bold mr-1">১৪.</span> সমিতির কোন সদস্য সমিতির নির্ধারিত সময়ের পূর্বে বের হতে পারবে না। যদি কোন সদস্য সেচ্ছায় অথবা কোন কারনবশত বের হয়, তাহলে সে সমিতির নির্ধারিত মেয়াদ শেষে তার মূলধন ও লভ্যাংশ ফেরত পাবে।<br />


</p>
<p className="font-semibold underline text-center text-red-700 mt-4">উপযুক্ত শর্তাবলী সেচ্ছায় স্বজ্ঞানে মেনে নিয়ে আমি সমিতির সদস্য হওয়ার জন্য আবেদন করছি।</p>

        </div>
    );
};

export default Commitment;